{
    "data": [
        {
            "state": "andhrapradesh",
            "img": "https://www.eyeonasia.gov.sg/images/india-selected/andhra-pradesh-profile.jpg",
            "data1": "Situated in the southeastern coast of India, Andhra Pradesh is the 4th largest State of India. The capital of the state was Hyderabad which is also the largest city here. However, due to the announcement of the recently formed Telangana State, Hyderabad will be a part and capital of Telangana from the 2nd of June 2014. The State of Hyderabad will continue to function as the State Capital of Andhra Pradesh for a period not exceeding 10 years till a new capital is determined. The state of Andhra Pradesh is mentioned since 800 BC in the Sanskrit Epics like Aitareya Brahmana and Mahabharata. The native language ‘Telugu’ is often associated with the Early Cholas. Andhra Pradesh also came under the rule of the Maurya Empire, the Ikshvaku Dynasty, Pallava, Rashtrakutas, Chalukyas and Later Cholas.When it comes to geography, Andhra covers most of the eastern part of the Deccan plateau and the eastern plains of the Eastern Ghats. The Eastern Ghats being a mineral rich area is covered with thick vegetation and the two regions are connected by patch of sparse vegetation.",
            "data2": "The State of Andhra Pradesh is well promoted by their tourism department and is well known for its rich natural resources, temples and rivers. The state of Andhra also shares a part of the coastal areas of the Bay of Bengal. The rich cultural heritage, ancient architecture and historical importance have made Andhra Pradesh one of the top tourist destinations in India.",
            "place":[{
                "name":"VISAKHAPATNAM",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/visakhapatnam-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Visakhapatnam is a port city and industrial center in the Indian state of Andhra Pradesh, on the Bay of Bengal. It's known for its many beaches, including Ramakrishna Beach, home to a preserved submarine at the Kursura Submarine Museum. Nearby are the elaborate Kali Temple and the Visakha Museum, an old Dutch bungalow housing local maritime and historical exhibits. "
            },
            {
                "name":"TIRUPATI",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/sri-venkateswara-temple-tirupati.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Tirupati is a city in the Indian state of Andhra Pradesh. Its Sri Venkateswara Temple sits atop one of the the 7 peaks of Tirumala Hills, attracting scores of Hindu pilgrims. Sri Venkateswara National Park, home to the temple, also contains the Sri Venkateswara Zoological Park with lions and primates. Nearby, next to a waterfall and cave believed to be sacred, Sri Kapileswara Swamy Temple is dedicated to Lord Shiva."
            },
            {
                "name":"VIJAYAWADA",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/vijayawada-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Vijayawada is a city in the southeast Indian state of Andhra Pradesh. It's known for the ornate Kanaka Durga Temple, which sits atop a hill overlooking the city. The Undavalli Caves feature ancient rock-cut temples, carved out of a sandstone hillside and adorned with elaborate statues. The massive Prakasam Barrage stretches across the Krishna River. Nearby is Bhavani Island, with forests and waterfront gardens."
            },
            {
                "name":"NELLORE",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/pulicat-lake-nellore.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Nellore District situated in the South Eastern portion of the state with a coastal length of 163 KM bounded by Bay of Bengal on the East. The district was known as Vikrama Simhapuri until 13th Century and later it came to be referred to as Nellore. Historically the district was under the rule of Mouryas, Sathavahanas, etc.On 1st November 1956 when the states were reorganized on a linguistic basis, this district came under the Andhra Pradesh State."
            },
            {
                "name":"CHITTOOR",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/chittoor-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Visakhapatnam was the second largest city in Andhra Pradesh and a major sea port of India. However, with the recently announced Telangana State, Vishakhapatnam will now be the largest city of Andhra Pradesh and a probable Capital of the future state of Andhra Pradesh. The climate is tropical and humidity is high throughout the year. The city has all the necessary attractions and resources to make it one of the top tourist destinations in India."
            },
            {
                "name":"ANANTAPUR",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/anantapur-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Visakhapatnam was the second largest city in Andhra Pradesh and a major sea port of India. However, with the recently announced Telangana State, Vishakhapatnam will now be the largest city of Andhra Pradesh and a probable Capital of the future state of Andhra Pradesh. The climate is tropical and humidity is high throughout the year. The city has all the necessary attractions and resources to make it one of the top tourist destinations in India."
            },
            {
                "name":"KURNOOL",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/kurnool-2.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Visakhapatnam was the second largest city in Andhra Pradesh and a major sea port of India. However, with the recently announced Telangana State, Vishakhapatnam will now be the largest city of Andhra Pradesh and a probable Capital of the future state of Andhra Pradesh. The climate is tropical and humidity is high throughout the year. The city has all the necessary attractions and resources to make it one of the top tourist destinations in India."
            },
            {
                "name":"KADAPA",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/kadapa-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Visakhapatnam was the second largest city in Andhra Pradesh and a major sea port of India. However, with the recently announced Telangana State, Vishakhapatnam will now be the largest city of Andhra Pradesh and a probable Capital of the future state of Andhra Pradesh. The climate is tropical and humidity is high throughout the year. The city has all the necessary attractions and resources to make it one of the top tourist destinations in India. "
            },
            {
                "name":"SRIKALAHASTI",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/srikalahasti-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Visakhapatnam was the second largest city in Andhra Pradesh and a major sea port of India. However, with the recently announced Telangana State, Vishakhapatnam will now be the largest city of Andhra Pradesh and a probable Capital of the future state of Andhra Pradesh. The climate is tropical and humidity is high throughout the year. The city has all the necessary attractions and resources to make it one of the top tourist destinations in India. "
            },
            {
                "name":"ONGOLE",
                "p_img":"https://www.transindiatravels.com/wp-content/uploads/ongole-1.jpg?ezimgfmt=ng:webp/ngcb2",
                "about":"Ongole is an ancient town that came under the reign of the ancient southern Indian kingdoms like Mauryas and Sathavahanas and the Pallava Ruler Krishna Deva Raya. Due to this ancient history behind the town’s origin, it is famous for its Hindu temples which date back to the 17th century. The town’s major produce is tobacco and is famous for its various small scale industries."
            }
            
        ]
        }
    ]
}