{
    "data": [
        {
            "state": "dance",
            "place":[{
                "name":"Bharatnatyam- Tamil Nadu",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/3531225584_d8f9ce5fd5_b_20170926204243.jpg",
                "about":"Performed on the celestial tunes of the Carnatic music, Bharatnatyam comes from the state of Tamil Nadu in South. The origins of Bharatnatyam can be traced back to 1000 BC, and it originates from the ancient temples of Tamil Nadu performed by the women of the classical period. "
            },
            {
                "name":"Kathak-Uttar Pradesh",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/33405125866_02c58f6e8a_b_20170926204513.jpg",
                "about":"Coming from the northern part of the country from the state of Uttar Pradesh, Kathak comes from the word 'Katha' which means story in Hindi. It isn't a very smart guess for one to make that Kathak is performed in the form of storytelling through the body movements used by the dancer. "
            },
            {
                "name":"Kathakali-Kerala",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/449px-Kathakalidancer_20170926204612.jpg",
                "about":"Kathakali is another traditional dance form of India which relates to the storytelling. Kathakali translates to the storyteller in the country's language. Coming from the Southern region of the country from Kerala, Kathakali is one of the most renowned and religious dances forms of India. "
            },
            {
                "name":"Manipuri-Manipur",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/486352442_28c34cbf1b_b_20170926204726.jpg",
                "about":"Manipuri comes as an important symbol to represent the state of Manipur from the region. This dance form is performed to narrate the romantic relationship between the Hindu gods Radha and Krishna, which is famously known as RaasLeela. "
            },
            {
                "name":"Kuchupudi-Andhra Pradesh",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/4048039772_4a3629ce62_o_20170927125955.jpg",
                "about":"Belonging to the Andhra Pradesh, Kuchipudi is probably the toughest form of classical dance in India. Kuchipudi is not just considered as the dance but a whole religious procedure dedicated to God which includes certain rituals such as sprinkling the holy water, burning the incense sticks and praying to God. "
            },
            {
                "name":"Odissi-Odisha",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/5906208752_6d6dd71bb3_b_20170927130058.jpg",
                "about":"Odissi dance form comes from the state of Odisha in the eastern part of India. The traditional dance has been derived from the Hindu temples in Odisha. Most of the gestures and movements (Mudras) are inspired by the sculptors and idols belonging to the ancient temples of India. "
            },
            {
                "name":"Bhangra-Punjab",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/8451130049_7b1c16fd8c_b_20170927130153.jpg",
                "about":"Belonging to Punjab, Bhangra is a heart-pumping dance adorned with the loud beats of dhol( traditional Indian instrument). It is very prevalent in traditional Punjabi festivals."
            },
            {
                "name":"Garba-Gujarat",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Garba_20180310125915.jpg",
                "about":"Garba comes from Gujarat which is a traditional dance form dedicated to Goddess Durga. It is performed in a couple on the typical Gujarati music, and the sticks are used to perform this art form."
            },
            {
                "name":"Rouf-Kashmir",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Rauff_20180310130603.jpg",
                "about":"Performed by the Kashmiri people to celebrate their festivals and important occasions, Rouf is a soothing dance form generally performed by the female dancers on the traditional Kashmiri music."
            },
            {
                "name":"Ghoomar-Rajasthan",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/4900987611_68e8e1eed4_b_20170927130314.jpg",
                "about":"Wearing heavy jewellery and the beautiful costumes you will find the people of Rajasthan dancing on the beats of music to give away their traditional dance form. Ghoomar includes the intriguing circular movements complemented by the hand gestures."
            },
            {
                "name":"Chhau-Mayurbhanj",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Chhau_dance_20170927130356.jpg",
                "about":"The beautiful women dressed in the elegant attire performing the dance form of Chhau is what you see during the festival time in Kolkata. The popular art coming from eastern India is considered as the dance in the form of martial arts."
            },
            {
                "name":"Bihu_Assam",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Bihu_of_Assam_20180314220215.jpg",
                "about":"Young men and women mostly perform this joyous folk dance from Assam during the Bihu festival. The dancers follow a pattern of rapid hand movement, quick steps and a rhythmic swaying of hips wearing the traditional Assamese clothing with beautiful accessories. "
            },
            {
                "name":"Lavani-Maharashtra",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Lavani_20180314221552.JPG",
                "about":"Originated from the state of the Maratha empire, Lavani is a dance form of Maharashtra. The female-oriented dance is a blend of traditional music and tales of deities. The origin of Lavani comes from the word Lavanya which means beauty."
            },
            {
                "name":"Mohiniyattam-Kerala",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Mohiniyattam_20180314221713.png",
                "about":"In Indian mythology, Mohini is the female avatar of Lord Vishnu, and the meaning of Attam in Malayalam is rhythmic motion hence adhering to the dance of the divine enchantress. It is the second most popular dance form of Kerala. "
            },
            {
                "name":"Sattriya-Assam",
                "p_img":"https://www.holidify.com/images/cmsuploads/compressed/Sattriya_Dancer_Krishnakshi_Kashyap_20191009120225.jpg",
                "about":"Mahapurusha Sankaradeva, a Vaishnava saint and reformer of Assam, introduced Sattriya dance in the 15th century AD. This dance form was preserved in the Sattras or the Vaishnava Maths; therefore, it remained a living tradition. This dance was an artistic way of presenting mythological teachings."
            },
            {
                "name":"Raut Nacha–Chhattisgarh",
                "p_img":"http://cdn2.walkthroughindia.com/wp-content/uploads/2013/08/Raut-Nacha-Chhattisgarh.jpg",
                "about":"Indian dances can be traced back to ancient times. In the cave paintings of Bhimbetka rock shelters in Madhya Pradesh, one can see dancing figures. The sculptures that date back to the Indus Valley Civilization also portray dancing figures."
            } 
        ]
        }
    ]
}
            