{
    "data": [
        {
            "state": "language",
            "place":[{
                "name":"HINDI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRDbrR2ttBX_qcciAQ_2QEAeWCvV-jYAnfVFQ&usqp=CAU",
                "about":"Hindi, or more precisely Modern Standard Hindi, is an Indo-Aryan language spoken chiefly in North India. Hindi has been described as a standardised and Sanskritised register of the Hindustani language."
            },
            {
                "name":"BENGALI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSwJwuM7NjKVDOqmFb72Di_VnoBvUSMcrECNQ&usqp=CAU",
                "about":"Bengali, also known by its endonym Bangla, is an Indo-Aryan language and is the lingua franca of the Bengal region of the Indian subcontinent. It is the most widely spoken language of Bangladesh."
            },
            {
                "name":"MAITHILI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSttEN7u__N63FWkIaXmcDIZQcbP4vSCIVQaA&usqp=CAU",
                "about":"Maithili is an Indo-Aryan language native to the Indian subcontinent, mainly spoken in India and Nepal. In India, it is spoken in the states of Bihar and Jharkhand and is one of the 22 recognised Indian languages."
            },
            {
                "name":"ASSAMESE",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjOLib74QZng9bZWcYw1z-EVqs_O_NFLjrVg&usqp=CAU",
                "about":"Assamese, also Asamiya, is an Indo-Aryan language spoken mainly in the northeast Indian state of Assam, where it is an official language. "
            },
            {
                "name":"GUJARATI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTPLOXPpCj061fA2s3-PRLqHlSm-nowjZsSGA&usqp=CAU",
                "about":"Gujarati is an Indo-Aryan language native to the Indian state of Gujarat and spoken predominantly by the Gujarati people. Gujarati is part of the greater Indo-European language family."
            },
            {
                "name":"KANNADA",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyz2pYc7DG20IprO7C-ZIK_mdxr-EOpAw-yw&usqp=CAU",
                "about":"Kannada is a Dravidian language spoken predominantly by the people of Karnataka in the southwestern region of India. The language is also spoken by linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu."
            },
            {
                "name":"KASHMIRI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRkrfzCJdB8qeL8jCTm1NgasWD9oNi3IYsow&usqp=CAU",
                "about":"Kashmiri is spoken primarily in the Kashmir Valley and Chenab regions of Jammu and Kashmir. The language originates from Sanskrit although it received Persian influence during Muslim rule. "
            },
            {
                "name":"KONKANI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRgT0LADn3_THuKhC83ioZKCHwcO2yabAw8Mw&usqp=CAU",
                "about":"Konkani is an Indo-Aryan language spoken by the Konkani people, primarily along the western coastal region of India. It is one of the 22 Scheduled languages mentioned in the 8th schedule of the Indian Constitution"
            },
            {
                "name":"MALAYALAM",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT0k79GBNv2lNPmtnCkWB1P_EklNa5I01BWgQ&usqp=CAU",
                "about":"Malayalam is a Dravidian language spoken in the Indian state of Kerala and the union territories of Lakshadweep and Puducherry by the Malayali people. It is one of 22 scheduled languages of India"
            },
            {
                "name":"TAMIL",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTaXMmNFPe5Sj41eBR84WathBI_yfYN5Sdkgg&usqp=CAU",
                "about":"Tamil is a Dravidian language natively spoken by the Tamil people of South Asia. Tamil is the official language of the Indian state of Tamil Nadu, and of the sovereign nations of Singapore and Sri Lanka."
            },
            {
                "name":"TELUGU",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQujbZrcKeRgqDFCSnJSRA0arUr5zvuoZF-RQNoNni04X1UDc535uK_pQ9gSdkDF2KkNrI&usqp=CAU",
                "about":"Telugu is the most widely spoken Dravidian language in India and around the world. Telugu is an official language in Andhra Pradesh, Telangana and Yanam, making it one of the few languages (along with Hindi, Bengali, and Urdu) with official status in more than one state."
            },
            {
                "name":"MANIPURI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTUGolmu0REUNJvWBI3wFJQqMFN7VcOJh-iLA&usqp=CAU",
                "about":"Manipuri, one of the six classical dance styles of India, the others being bharata natyam, kathak, kathakali, kuchipudi, and odissi. It is indigenous to Manipur and is characterized by a variety of forms that are linked to folk tradition and ritual."
            },
            {
                "name":"MARATHI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRJvZNy30TcrCHljVPROvrzCvujotJvXmdyUA&usqp=CAU",
                "about":"Marathi is an Indo-Aryan language spoken predominantly by around 120 million Marathi people of Maharashtra, India. It is the official language and co-official language in the Maharashtra."
            },
            {
                "name":"ORIYA",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTmFz54FY5rgBbYfI2KdmoTt1DN649eqjyZPQ&usqp=CAU",
                "about":"Odia is an Indo-Aryan language spoken in the Indian state of Odisha. It is the official language in Odisha where native speakers make up 82% of the population."
            },
            {
                "name":"PUNJABI",
                "p_img":"https://i.pinimg.com/550x/1d/b0/26/1db026c05c8d9c1f5f62f0bf789c600b.jpg",
                "about":"Punjabi is an Indo-Aryan language spoken by the Punjabi people and native to the Punjab region of Pakistan and India. It has approximately 113 million native speakers."
            },
            {
                "name":"SANSKRIT",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlGJBI6JxoKuAbRpWdBMeDRbR2csU_XQUggg&usqp=CAU",
                "about":"Sanskrit is a classical language of South Asia belonging to the Indo-Aryan branch of the Indo-European languages. It arose in South Asia after its predecessor languages had diffused there."
            },
            {
                "name":"SINDHI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR5wqplXrmx5zZV67oeLZh0Hr-Xd56iPBE17Q&usqp=CAU",
                "about":"Sindhis are an Indo-Aryan ethnic group who speak the Sindhi language and are native to the Sindh region in Pakistan, located along the lower course of the Indus River."
            },
            {
                "name":"URDU",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNfxOFBlWapzJ66EWZSvH9TtLHFA_EsHHVsDoUJgcCjWffKtAmc3IsixP3fbuGcAkEamU&usqp=CAU",
                "about":"Urdu is an Indo-Aryan language spoken chiefly in South Asia. It is the official national language and lingua franca of Pakistan."
            },
            {
                "name":"BODO",
                "p_img":"https://www.language-museum.com/encyclopedia/b/bodo.gif",
                "about":"The Boro is the largest ethnolinguistic group in the Assam state of India. They are a part of the greater Bodo-Kachari family of ethnolinguistic groups and are spread across northeastern India. "
            },
            {
                "name":"SANTHALI",
                "p_img":"https://www.ritiriwaz.com/wp-content/uploads/2021/01/Santalli.jpg",
                "about":"Santali, also known as Santhali, is the most widely spoken language of the Munda subfamily of the Austroasiatic languages, related to Ho and Mundari, spoken mainly in the Indian states of Assam, Bihar."
            },
            {
                "name":"DOGRI",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlqM_gEi5OyzDZqA3vAIJlF5N2NkTTk2Q8GEOXuHl1cCgeao_e2f_nY-DlTFZpjjNblhU&usqp=CAU",
                "about":"Dogri is a Northern Indo-Aryan language spoken by about five million people in India, chiefly in the Jammu region of Jammu and Kashmir. It is also spoken in the state of Himachal Pradesh, and in northern Punjab"
            }
        ]
        }
    ]
}
            