{
    "data": [
        {
            "state": "monuments",
            "place":[{
                "name":"TAJ MAHAL",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/07/Taj-Mahal.jpg",
                "about":"Built by the Mughal Emperor Shah Jahan, this intricately carved 17th-century white marble mausoleum grace the southern bank of the Yamuna River and is one of the Seven Wonders of the World. Although the entry to the tombs is restricted, you can walk around the landscaped garden of this national monument of India."
            },
            {
                "name":"AGRA FORT",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/07/Agra-Fort.jpg",
                "about":"If you are a history buff and a fan of Mughal architecture, Agra Fort is a must-visit. This 16th-century historical fort was essentially a walled city that was built during the reign of Emperor Akbar. It is among the most popular monuments of India as well as a UNESCO World Heritage Site."
            },
            {
                "name":"FATEHPUR SIKRI",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/07/Fatehpur-Sikri.jpg",
                "about":"An architectural gem in red sandstone, Fatehpur Sikri Fort’s credit goes to the great Mughal Emperor Akbar. Some popular things to see within its walled premises include Buland Darwaza, Jama Masjid, Akbar’s residence, Panch Mahal, Ibadat Khana, and the famous courtier Birbal’s house. "
            },
            {
                "name":"QUTUB MINAR",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/02/Qutub-Minar.jpg",
                "about":"Qutub Minar, also known as victory tower, is one of the tallest monuments in Asia and the tallest brick minaret in the world, at 72.5m. Featuring beautiful carvings and intricate designs on marble and red sandstone, this architectural wonder is a photographer’s delight."
            },
            {
                "name":"JAMA MASJID",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2016/07/jama-masjid.jpg",
                "about":"An epitome of calmness and serenity amidst Delhi’s hustle and bustle, Jama Masjid is a must-visit for those seeking spiritual bliss and historical enlightenment. This architectural extravagance by the Mughal Emperor Shah Jahan is constructed with red sandstone and white marble. The focal points of the monument are its tall minarets, arched gateways, wide staircases, and a huge courtyard for prayers."
            },
            {
                "name":"RED FORT",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/09/Red-Fort.jpg",
                "about":"Constructed during the reign of Shah Jahan in the 17thcentury, Red Fort or Lal Qila is one of the most popular historical buildings of India. The main highlights are its massive red sandstone walls, Mughal-style architecture, geometrical gardens, projecting balconies, and the grand palaces and entertainment halls."
            },
            {
                "name":"LOTUS TEMPLE",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/02/Lotus-Temple.jpg",
                "about":"Lotus Temple, also known as Baha I Lotus Temple or Kamal Mandir, is an architectural marvel shaped like a white lotus flower. You can connect with your spiritual self here, through prayer and meditation, and also take a stroll around the lush green gardens bursting with colourful flowers and featuring nine reflecting pools."
            },
            {
                "name":"INDIA GATE",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/02/India-Gate.jpg",
                "about":"This iconic sandstone-granite arch gate is among the largest war memorials in the country. The beauty of this important monument is accentuated by the verdant lawns that surround it. India Gate is undoubtedly one of the most famous landmarks in India."
            },
            {
                "name":"HUMAYUNS TOMB",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/02/Humayuns-Tomb.jpg",
                "about":"Popularly known as the first garden-tomb in the Indian subcontinent, this 16th century monument was built by Emperor Humayun s wife in memory of her husband. It slavish double-storied gateway and 4 gardens with Humayun ka Maqbara in the centre make for an elegant statement."
            },
            {
                "name":"GOLDEN TEMPLE",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/08/Golden-Temple.jpg",
                "about":"Also known as Sri Harmandir Sahib, this beautiful religious place of the Sikh community is all about tranquillity, humanity and brotherhood. The two-storied structure has a unique domed architecture, with its top half clad in pure gold and the other half built with white marble."
            },
            {
                "name":"AMER FORT",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/02/Amer-Fort-1.jpg",
                "about":"Built in the 16th century by Maharaja Man Singh, Amer Fort is one of the most ancient monuments in India. The intricately carved walls and ceilings, four courtyards, beautifully designed entry gates in the palace, and vibrant paintings of Rajput rulers on the palace walls are the chief attractions here."
            },
            {
                "name":"JAISALMER FORT",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/08/Jaisalmer-Fort.jpg",
                "about":"Standing tall and proud in northwest Rajasthan, Jaisalmer Fort is one of the largest forts in the world. The main attraction of the fort is its sprawling yellow sandstone walls that shine bright like gold during daytime. This living fort houses close to a quarter of the population in the old city and boasts numerous buildings with palaces, temples, and houses, with the quintessential Rajasthani architectural touch."
            },
            {
                "name":"CITY PALACE",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/05/City-Palace.jpg",
                "about":"An enchanting blend of European, Medieval and Chinese architectural styles, City Palace is among the most popular tourist attractions in Udaipur. It has beautiful courtyards, pavilions, corridors, rooms and hanging gardens. The 11 palaces with antique furniture, unique paintings, and dazzling mirrors and ornamental tile work will leave you amazed."
            },
            {
                "name":"HAWA MAHAL",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/03/Hawa-mahal.jpg",
                "about":"A prominent landmark in Jaipur, Hawa Mahal is an 18th century 5-storey building overlooking the busy streets of the city. It is a wonderful blend of Rajput, Islamic and Mughal architectural styles, which makes it totally Insta-worthy. Hawa Mahal offers stunning views of the City Palace and Jantar Mantar from the top too."
            },
            {
                "name":"KHAJURAHO",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/04/Khajuraho1.jpg",
                "about":"Khajuraho is popular for its spectacular Hindu and Jain temples depicting intricate Indian architecture. There are a total of 85 temples in three complexes. The exotic rock carvings portraying passion, dance, music and eroticism are the focal points here. The temples date back to the 12th century."
            },
            {
                "name":"GATEWAY OF INDIA",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2018/08/gateway_ofindia.jpg",
                "about":"This unique landmark is one of the most important monuments of India. It was constructed in the 20th century and has an Indo-Saracenic style of architecture. Apart from photographing the majestic gateway, you can enjoy the cool sea breeze, relish some delectable street foods or go for a leisurely ferry ride."
            },
            {
                "name":"CHARMINAR",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/02/Charminar1.jpg",
                "about":"Built in the 16th century, this popular mosque is a brilliant combination of Indo-Islamic architecture and subtle Persian elements. The arches, minarets and domes with stucco decorations lend a distinctive look to the monument and make it a major tourist attraction in the city."
            },
            {
                "name":"MYSORE PALACE",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2019/09/Mysore-Palace-1.jpg",
                "about":"This popular palace steals the show with its grand Indo-Saracenic architecture, complete with turrets, domes, arches, and colonnades. It has now been converted into a museum, so you will find many paintings, souvenirs, royal costumes, jewellery and more here. The light and sound show conducted in the evenings is a crowd-puller especially."
            }
            ,
            {
                "name":"KONARK SUN TEMPLE",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2020/07/Konark-Sun-Temple_600_1000x600.jpg",
                "about":"Dedicated to the Sun God, this temple stands out for its Oriyan form of architecture. Konark Sun Temple was built in the 13th century and is shaped like a massive chariot with stone wheels, walls and pillars. The shrine has a beautifully carved statue of the Sun God, and the walls have images of giraffes, elephants and other animals."
            },
            {
                "name":"SANCHI STUPA",
                "p_img":"https://www.fabhotels.com/blog/wp-content/uploads/2021/02/Sanchi-Stup_1000x650.jpg",
                "about":"Dating back to the 3rd century BCE, this Buddhist monument is one of the oldest in the country. The simple yet unique Buddhist-style of architecture is its main highlight. Apart from being a popular tourist attraction, Sanchi Stupa, with its 54 feet tall dome, is also an important Buddhist pilgrimage site."
            }
        ]
        }
    ]
}
            