{
    "data": [
        {
            "state": "music",
            "place":[{
                "name":"SITAR",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/sitar.jpg",
                "about":"Sitar has a long neck with twenty metal frets and seven cords. These frets are adjoined with thirteen strings which are tuned to the notes of raga. A round shape or a gourd which acts as a sound board is grounded at the lower end of the neck of the sitar."
            },
            {
                "name":"FLUTE",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/flute.jpg",
                "about":"Whenever we pronounce or imagine flute, the first image that pops into our mind is the image of Lord Krishna and the melody which is associated with the instrument. Hence, it proves the importance of flute which is associated with Indian music since time immemorial."
            },
            {
                "name":"SHEHNAI",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Shehnai.jpg",
                "about":"Shehnai is a double reed instrument with a tapering bore which progressively increases towards the lower side. The Shehnai has finger-holes to produce micro-tones."
            },
            {
                "name":"TABLA",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/tabla.jpg",
                "about":"The Tabla consists of a pair of drums – one is the Tabla and the other is the Bayan. The Tabla is made of wood and its upper portion is made of stretched animal skin. The tuning of Tabla can be adjusted by striking the rim of the Tabla with a small hammer."
            },
            {
                "name":"HARMONIUM",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Harmonium.jpg",
                "about":"The harmonium has a keyboard of over two and one-half octaves and works on a system of bellows. The keyboard is played with the right hand while the left hand is used to operate the bellows. Harmonium is more popular in North India than in the South."
            },
            {
                "name":"JALTARANGAM",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Jaltarangam.jpg",
                "about":"altarangam consists of a set of eighteen porcelain cups of varying sizes. The cups are arranged before the performer, in order of size. The largest cup is kept on the left side of the performer and the smaller one is placed on the right-hand side."
            },
            {
                "name":"ALGOZA",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Algoza.jpg",
                "about":"Used mainly in the music that originates from Sindh, Rajasthan, Punjab and Baloch, Algoze remains popular in folk music. However, we see less and less of it in mainstream music. It is a flute like instrument with two wooden pipes, attached through a string. "
            },
            {
                "name":"RAVANAHATHA",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Ravanahatha.jpg",
                "about":"It is an instrument that finds its roots in Rajasthan. If legend is to be believed, then this instrument was first founded, built and used by the Hela community during the prehistoric times of King Ravan."
            },
            {
                "name":"MRIDANGAM",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Mridangam.jpg",
                "about":"Mridangam finds place in ancient temples, music, hymns, and paintings, especially in South India. It is a double-sided drum made from jackfruit wood which is known to be very thick. "
            },
            {
                "name":"SARANGI",
                "p_img":"https://yehaindia.com/wp-content/uploads/2020/10/Sarangi.jpg",
                "about":"It is a block like structure with three hollow chambers, namely- pet, chaati and magaj. The pet is the lower chamber and is covered with goat skin, on which a think strip of leather is placed."
            },
            {
                "name":"UDUKKAI",
                "p_img":"https://5.imimg.com/data5/ET/WI/MY-10644990/udukkai-wood-musical-instrument-250x250.png",
                "about":"It constitutes a pyramid like rhythmic structure, which goes on increasing in tempo. It is a temple art form that one can find predominantly in South India, more specifically in Kerala."
            },
            {
                "name":"TANPURA",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRlFHveSTBKIMNtxgeoCsIHgw4Gi--D12zkj5KovO266meeA4mm3yygMKgqwQqdBZb_jNU&usqp=CAU",
                "about":"It is a temple art form that one can find predominantly in South India, more specifically in Kerala. The performance lasts for about two hours, and ahs artists of each instrument sitting in an oval. The artists use personal improvisations to bring novelty to the art form"
            },
            {
                "name":"VEENA",
                "p_img":"https://images.livemint.com/rf/Image-621x414/LiveMint/Period2/2017/04/08/Photos/Processed/veena-kUKB--621x414@LiveMint.jpg",
                "about":"The performance lasts for about two hours, and ahs artists of each instrument sitting in an oval. The artists use personal improvisations to bring novelty to the art form."
            },
            {
                "name":"VIOLIN",
                "p_img":"https://www.collinsdictionary.com/images/full/violin_47093287_1000.jpg",
                "about":"It is a temple art form that one can find predominantly in South India, more specifically in Kerala. The performance lasts for about two hours, and ahs artists of each instrument sitting in an oval. The artists use personal improvisations to bring novelty to the art form"
            },
            {
                "name":"MANDOLIN",
                "p_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnMZJ5FnJx9byb6r2mzFCgAdShlJPepk8smuui9OAO1s1zmEKJ7ktF5_eJJ-YRK82GkRQ&usqp=CAU",
                "about":"The performance lasts for about two hours, and ahs artists of each instrument sitting in an oval. The artists use personal improvisations to bring novelty to the art form."
            },
            {
                "name":"THAVIL",
                "p_img":"https://5.imimg.com/data5/OO/GJ/MY-30699112/musical-thavil-500x500.jpg",
                "about":" It constitutes a pyramid like rhythmic structure, which goes on increasing in tempo. It is a temple art form that one can find predominantly in South India, more specifically in Kerala."
            } 
        ]
        }
    ]
}
            